[
  {
    "text": "What they did was not your fault",
    "date": "May 21, 2025"
  },
  {
    "text": "What you do, you get as a result. KARMA is real. You get what you do.",
    "date":"May 20,2025"

  },
  {
    "text": "Be addicted to your dreams, not just attracted to them. Let attraction fade where it should—but let your passion grow where it matters.",
    "date": "May 13,2025"
  },
  {
    "text": "People only see the final result — they don’t see the late nights, the struggles, or the hustle behind it. You’re the only one who truly knows the effort it took to build and create. So, enjoy the journey. Appreciate every moment, every second you spend working on your product. That process is what shapes you.",
    "date": "April 18, 2025"
  },
  {
    "text": "I know nothing, yet I know that there is everything I don't know.",
    "date": "March 29, 2025"
  },
  {
    "text": "Overflow and underflow both exist. When there was no rain, everyone prayed for it. Now that it's raining, everyone wants it to stop. Overflow lowers the value, and underflow increases it, but both affect life. So, it's important to find a balance between the two.",
    "date": "September 30, 2024"
  },
  {
    "text": "Hell is still hell, no matter how much freedom it offers.",
    "date": "November 29, 2024"
  },
  {
    "text": "Sometimes life gives you people who are like water from a river. It feels nice and fresh to cup them in your palms for a moment, but ultimately, the fate of water is that you have to let it go back to the river. And that's the beauty of the experience.",
    "date": "July 23, 2024"
  },
  {
    "text": "Everything feels copied these days, even what I am writing here. It’s hard to find anything original or pure anymore — whether it’s people or their ideas. It makes me wonder if we can still be real with all the fake stuff around.",
    "date": "July 22, 2024"
  },
  {
    "text": "Focus on the ones who cherish you, not the ones who simply surround you.",
    "date": "July 21, 2024"
  },
  {
    "text": "These days, the internet is full of inspirational sayings, movies, and postings. However, what matters most is how much you use them in your life, regardless of how much you read or watch. Nothing is permanent, not even your beliefs, driving forces, or favorite quotations. Maybe you only remember them when you're in a good mood. When you're feeling down or unhappy, I'm sure you lose sight of your motivation.",
    "date": "July 20, 2024"
  },
  {
    "text": "If you’re thinking about what others are thinking by yourself, then what will they think about?",
    "date": "July 19, 2024"
  },
  {
    "text": "No matter how intelligent you are, always be humble. Don't act like you know everything or try to prove your abilities. If you do, there will be two types of people: those who support you and those who try to pull you back. Supporters are rare, but many will try to prove you wrong and hold you back.",
    "date": "July 18, 2024"
  },
  {
    "text": "No matter how negative the people around you are, try to take positive things from everyone. Everyone has their own perspective and way of living, shaped by their childhood and what they learned from their parents. Look for the positive in everything, no matter how bad the person or situation may seem.",
    "date": "July 17, 2024"
  }
]
